adpyke.vscode-sql-formatter
bierner.markdown-checkbox
eamodio.gitlens
esbenp.prettier-vscode
golang.go
GraphQL.vscode-graphql
hashicorp.terraform
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
vscodevim.vim
wmaurer.change-case
